Repository: bither/bither-ios
Catalog: bither-ios/*.lproj/Localizable.strings
Languages: es, zh_hant

source: hdm_keychain_add_unsigned_server_qr_code_title
es: Choose HDM Server QR Code on Bither Cold
zh_hant: 在冷錢包選擇 HDM 服務器二維碼來簽名

source: hdm_keychain_add_scan_signed_server_qr_code_action
es: Scan Signed Server QR Code
zh_hant: 掃描已簽名服務器二維碼

source: hdm_keychain_add_sign_server_qr_code_error
es: Signing server QR code is wrong
zh_hant: 簽名服務器二維碼出錯

source: hdm_keychain_add_signed_server_qr_code_title
es: Signed Server QR Code
zh_hant: 已簽名服務器二維碼

source: hdm_exception_bid_already_exists
es: HDM Cold account is already bound to another Hot account
zh_hant: 此 HDM 冷賬戶已被綁定到另一個 HDM 熱賬戶

source: hdm_keychain_add_unsigned_server_qr_code_dismiss_confirm
es: Give up signing?
zh_hant: 放棄簽名?

source: address_group_hdm_hot
es: HDM Caliente
zh_hant: HDM 熱

source: hdm_address_sign_tx_server_error
es: HDM server signing went wrong
zh_hant: HDM 服務器簽名出錯

source: hdm_address_count_limit
es: Reached HDM address count limit
zh_hant: 已達 HDM 地址數上限

source: activity_name_add_hdm_address
es: Add HDM Address
zh_hant: 增加 HDM 地址

source: hdm_address_add_count_label
es: How many HDM addresses to add?
zh_hant: 增加多少個 HDM 地址?

source: hdm_address_add_need_cold_pub
es: Need HDM Cold account QR code to continue.
zh_hant: 需要 HDM 冷帳號二維碼才能繼續

source: hdm_address_add_button
es: Add
zh_hant: 增加

source: hdm_address_add_cold_pub_not_match
es: HDM Cold account is not same as before
zh_hant: HDM 冷帳號和之前不同

source: hdm_send_with_cold
es: Sign with HDM Cold
zh_hant: 與 HDM 冷共同簽名

source: hdm_send_with_server
es: Sign with HDM Server
zh_hant: 與 HDM 服務器共同簽名

source: hdm_send_with_cold_no_requested_seed
es: You don't have the requested HDM Cold account
zh_hant: 您沒有簽名所需的 HDM 冷帳號

source: import_hdm_cold_seed_qr_code
es: From HDM Cold Seed QR Code
zh_hant: 來自HDM冷種子二維碼

source: import_hdm_cold_seed_phrase
es: From HDM Cold Phrase
zh_hant: 來自HDM密語(冷)

source: import_hdm_cold_seed_format_error
es: Not match HDM cod seed format
zh_hant: 不是HDM冷種子

source: can_not_import_hdm_cold_seed
zh_hant: 不能導入HDM冷種子

source: import_hdm_cold_seed_qr_code_scan_title
es: Scan HDM Cold Seed QR Code
zh_hant: 掃描HDM冷種子二維碼

source: hdm_keychain_recovery_setting_name
es: HDM Account Recovery
zh_hant: HDM 帳號恢復

source: hdm_keychain_recovery_warn
es: HDM Account is in recovery
zh_hant: HDM 賬號正在恢復中

source: hdm_keychain_recovery_no_addresses
es: No HDM address to recover
zh_hant: 沒有需要恢復的 HDM 地址

source: hdm_keychain_recovery_message
es: Send bitcoins from HDM recovery account to other addresses ASAP
zh_hant: 請盡快轉移走 HDM 恢復帳號中的比特幣

source: address_group_hdm_recovery
es: HDM Recovery
zh_hant: HDM 恢復

source: activity_name_hdm_import_word_list
es: Import HDM Phrase
zh_hant: 導入 HDM 密語

source: hdm_import_word_list_input_hint
es: Next Word
zh_hant: 下壹單詞

source: hdm_import_word_list_empty_message
es: Enter HDM Phrase
zh_hant: 請輸入 HDM 密語

source: hdm_import_word_list_wrong_word_warn
es: Invalid word
zh_hant: 單詞無效

source: hdm_import_word_list_delete
es: Delete
zh_hant: 刪除

source: hdm_import_word_list_replace
es: Replace
zh_hant: 替換

source: hd_import_word_list_empty_message
zh_hant: 請輸入 HD 密語

source: not_verify_bither_private_key_qrcode
zh_hant: 不是比太私鑰二維碼

source: hdm_reset_server_password_password_wrong_confirm
es: HDM Server authentication failed. Use HDM Cold to reauthorize?
zh_hant: HDM 服務器授權失效. 使用 HDM 冷重新授權?

source: hdm_reset_server_password_confirm
es: Reset HDM Server authentication?
zh_hant: 確認重置 HDM 服務器授權?

source: hdm_reset_server_password_setting_name
es: Reset HDM Server Authentication
zh_hant: 重置 HDM 服務器授權

source: hdm_reset_server_password_success
es: HDM Server Authentication is reset.
zh_hant: HDM 服務器授權已重置

source: hdm_singular_check_title
es: Modo singular
zh_hant: 單機模式

source: hdm_singular_cold_seed_remember_warn
es: La semilla HDM Fría es muy importante. La debe salvar por su cuenta.
zh_hant: HDM 冷種子非常重要. 您必須自己妥善保存它.

source: hdm_singular_cold_seed_remember_button
es: He guardado my semilla HD Fría.
zh_hant: 我已保存好 HDM 冷種子

source: hdm_singular_cold_seed_tab_words
es: Frase de semilla
zh_hant: 密語

source: hdm_singular_cold_seed_tab_qr
es: Código QR
zh_hant: 二維碼

source: hdm_singular_mode_info
es: Modo singular corre en un dispositivo. No necesita Bither Frío. Pero necesita guardar la semilla con seguridad.La semilla fría es la única manera de recuperar.
zh_hant: 單機模式只需要一部設備即可運行 HDM. 不需要額外的冷錢包設備. 但是您需要妥善保管好冷種子. 冷種子是恢復 HDM 賬戶的唯一方法.

source: hdm_singular_mode_cancel_warn
es: Modo singular HDM no puede interrumpirse.
zh_hant: HDM 單機模式正在運行, 不能中斷

source: address_alias_manage
es: Etiqueta de dirección
zh_hant: 地址標籤

source: address_alias_add
es: Fijar etiqueta de direccíon
zh_hant: 設置地址標籤

source: address_alias_remove
es: Quitar etiqueta de direccíon
zh_hant: 刪除地址標籤

source: address_alias_edit
es: Editar etiqueta de direccíon
zh_hant: 編輯地址標籤

source: address_alias_input_label
es: Añadir etiqueta de direccíon
zh_hant: 輸入此地址的標籤

source: address_alias_input_hint
es: Etiqueta
zh_hant: 標籤

source: address_alias_remove_confirm
es: Quitarle el etiqueta a esta dirección?
zh_hant: 刪除此地址標籤?

source: password_strength_weak
es: Debil
zh_hant: 較弱

source: password_strength_normal
es: Normal
zh_hant: 一般

source: password_strength_medium
es: Media
zh_hant: 中等

source: password_strength_strong
es: Fuerte
zh_hant: 較強

source: password_strength_very_strong
es: Muy fuerte
zh_hant: 很強

source: password_strength_warning
es: Seguro quiere la contraseña de %@ resitencia?
zh_hant: 確定使用強度%@的密碼?

source: password_strength_check
es: Chequeo de resistencia de contraseña
zh_hant: 密碼強度檢查

source: password_strength_check_on
es: On
zh_hant: 開

source: password_strength_check_off
es: Off
zh_hant: 關

source: password_strength_check_off_warn
es: De verdad apagar verificación de resistencia de contraseña?
zh_hant: 確認關閉密碼強度檢查?

source: add_hd_account_label
es: Generar nueva cuenta HD
zh_hant: 生成新的 HD 賬戶

source: add_hd_account_button
es: Generar
zh_hant: 生成

source: add_hd_account_tab_hd
es: Cuenta HD
zh_hant: HD 賬戶

source: add_hd_account_tab_other
es: Otras
zh_hant: 其它

source: add_hd_account_other_hdm
es: Generar cuenta HD
zh_hant: 生成 HDM 賬戶

source: add_hd_account_other_private
es: Generar claves privadas normales
zh_hant: 生成普通私鑰

source: add_hd_account_monitor
es: Monitorear Bither Frío
zh_hant: 一鍵監控冷錢包

source: add_hd_account_monitor_success
es: Monitoreo exitoso
zh_hant: 監控成功，只會加載未花費交易

source: add_hd_account_view_label
es: Ya tiene una cuenta HD.
zh_hant: 已有 HD 賬戶

source: add_hd_account_seed_qr_code
es: Semilla en código QR de la cuenta HD
zh_hant: HD 賬戶種子二維碼

source: add_hd_account_seed_qr_phrase
es: Frase semilla de cuenta HD
zh_hant: HD 賬戶密語

source: add_hd_account_show_seed_label
es: Semilla HD puede ser usada para recuperar cuenta HD. Guardese en un lugar seguro.
zh_hant: HD 種子能夠用來恢復 HD 賬戶, 請安全地保管它.

source: add_hd_account_show_seed_button
es: Guardada a salvo.
zh_hant: 我已經保管好了 HD 種子

source: private_key_count_limit
es: Alcanzó la cantidad límite de llaves privadas
zh_hant: 已達私鑰數量上限

source: watch_only_address_count_limit
es: Alcanzó el límite de direcciones a observar
zh_hant: 已達到監控地址上限

source: import_hd_account_seed_qr_code
es: Del código QR de la semilla de la cuenta HD
zh_hant: 來自 HD 種子二維碼

source: import_hd_account_seed_phrase
es: De la frase para la cuenta HD
zh_hant: 來自 HD 密語

source: import_hd_account_seed_qr_scan_title
es: Importar cuenta HD
zh_hant: 導入 HD 賬戶

source: import_hd_account_seed_qr_scan_message
es: Escanear código QR de la semilla de la cuenta HD
zh_hant: 掃描 HD 種子二維碼

source: import_hd_account_seed_format_error
es: El formato de semilla para cuentas HD no es valido
zh_hant: 不是 HD 賬戶種子

source: address_group_hd
es: Cuenta HD
zh_hant: HD 賬戶

source: hd_account_request_new_receiving_address
zh_hant: 生成新地址

source: hd_account_request_new_receiving_address_failed
zh_hant: 生成失敗, 您最多隻能生成20個未使用的新地址.

source: bither_team_address
es: Dirección del programador
zh_hant: 開發者地址

source: bither_team_address_copied
es: Dirección del programador copiada
zh_hant: 開發者地址已複製

source: vanity_address_length
es: Longitud de dirección Vanidosa
zh_hant: 榮耀地址位數

source: vanity_address_none
es: Ninguna
zh_hant: 無

source: payment_address_setting
es: Dirección de pago
zh_hant: 收款地址

source: payment_address_none
es: Ninguna
zh_hant: 無

source: first_run_dialog_title
es: Para proteger su bitcoin:
zh_hant: 為了保護您的比特幣:

source: first_run_dialog_line_1
es: NUNCA DESINSTALE Bither.
zh_hant: 請不要卸載比太錢包

source: first_run_dialog_line_2
es: NUNCA OLVIDE su contraseña.
zh_hant: 請牢記您的密碼

source: hdm_cold_seed_count_limit
zh_hant: 您只能生成一個 HDM 賬戶

source: add_cold_hd_account_monitor_qr
zh_hant: HD 賬戶監控二維碼

source: hd_account_cold_address_list_label
zh_hant: 冷 HD 賬戶

source: import_cold_hd_account_seed_qr_code
zh_hant: 來自HD種子二維碼

source: import_cold_hd_account_seed_phrase
zh_hant: 來自HD密語

source: monitor_cold_hd_account
zh_hant: 監控冷 HD 賬戶

source: monitor_cold_hd_account_limit
zh_hant: 只能監控 1 個冷 HD 賬戶

source: monitor_cold_hd_account_failed
zh_hant: 監控冷 HD 賬戶失敗

source: monitor_cold_hd_account_failed_duplicated
zh_hant: 監控失敗. 這個賬戶已經存在.

source: monitor_cold_hd_account_failed_wrong_qr_code
zh_hant: 請掃描 HD 賬戶監控二維碼

source: import_hd_account_failed_duplicated
zh_hant: 匯入失敗. 這個賬戶已經存在.

source: monitor_cold_hd_account_success
zh_hant: 監控冷 HD 賬戶成功，只會加載未花費交易

source: hd_account_old_addresses
zh_hant: 舊地址列表

source: hd_account_old_addresses_zero
zh_hant: 目前還沒有使用過的地址

source: address_full_for_hd_label_own
zh_hant: 賬戶內地址

source: address_full_for_hd_label_foreign
zh_hant: 賬戶外地址

source: address_full_for_hd_type_receiving
zh_hant: 接收

source: address_full_for_hd_type_sending
zh_hant: 傳送

source: address_full_for_hd_type_changing
zh_hant: 找零

source: total_balance_hide_setting_name
zh_hant: 總餘額

source: total_balance_hide_show_all
zh_hant: 顯示餘額和報表

source: total_balance_hide_show_chart
zh_hant: 只顯示報表

source: total_balance_hide_hide_all
zh_hant: 隱藏

source: reset_tx_from_bither
zh_hant: 來自比太 API

source: reset_tx_from_blockchain
zh_hant: 來自Blockchain.info API

source: get_data_from_blockchain
zh_hant: 從Blockchain.info獲取資訊

source: get_data_from_bither
zh_hant: 從比太獲取資訊

source: setting_api_config
zh_hant: API 設定

source: setting_name_api_config_bither
zh_hant: Bither

source: setting_name_api_config_blockchain
zh_hant: Blockchain.info

source: hd_account_cold_first_address
zh_hant: 顯示第 1 個地址

source: hd_account_monitor_xpub_need_to_upgrade
zh_hant: 您需要把冷錢包升級到 v1.6.0

source: hd_account_show_xpub
zh_hant: 顯示 XPub

source: hd_account_monitor_check_first_address
zh_hant: 請檢查第 1 個地址

source: monitor_addresses_validation
zh_hant: 請檢查所監控的地址

source: monitor_addresses_tip
zh_hant: 請確保該監控地址所對應的比太冷錢包在您手中

source: ad_go
zh_hant: 前往

source: ad_image_name
zh_hant: /img_zh_TW

source: ad_skip
zh_hant: 跳過

source: localization.language.code
zh_hant: zh_TW

source: setting.privacy.policy
zh_hant: 隱私政策

source: address_receive
zh_hant: 收款地址

source: address_changed
zh_hant: 找零地址

source: address_balance
zh_hant: 餘額

source: address_index
zh_hant: 序號:

source: get_fork_coins
zh_hant: 獲得分叉幣

source: get_split_coin_setting_name
zh_hant: 獲得 %@

source: get_split_coin
zh_hant: 可獲得:

source: not_bitpie_split_coin_address
zh_hant: 僅支持發往比特派%@地址

source: you_do_not_have_get_split_coin
zh_hant: 您沒有可獲得的%@

source: you_already_get_split_coin
zh_hant: 您已经获得过%@

source: bitpie_split_coin_address
zh_hant: 比特派%@地址

source: no_private_key
zh_hant: 請先導入私鑰

source: get_success
zh_hant: 獲得成功

source: please_firstly_sync_to_block_no
zh_hant: 請先同步到塊%lu

source: no_sync_complete
zh_hant: 請稍候，交易暫未同步完成！

source: get_bcd_block_hash_error
zh_hant: 獲取BCD區塊高度哈希失敗！

source: private_key_import
zh_hant: 導入

source: private_key_import_title
zh_hant: 請選擇導入私鑰對應的地址

source: private_key_compressed_address
zh_hant: 壓縮私鑰地址

source: private_key_uncompressed_address
zh_hant: 未壓縮私鑰地址

source: private_key_recommend
zh_hant: (推薦)

source: address_normal
zh_hant: 普通地址

source: address_segwit
zh_hant: 隔離驗證地址

source: address_multisig
zh_hant: 多重簽名地址

source: address_normal_type
zh_hant: 普通

source: address_segwit_type
zh_hant: 隔離驗證

source: address_multisig_type
zh_hant: 多重簽名

source: address_type_switch_to_normal
zh_hant: 切換到普通地址

source: address_type_switch_to_segwit
zh_hant: 切換到隔離驗證地址

source: address_type_switch_tips
zh_hant: 切換後默認使用%@地址， 確認切換？

source: address_type_switch_success_tips
zh_hant: 切換成功

source: address_type_switch_failure_tips
zh_hant: 切換失敗

source: address_segwit_alert
zh_hant: 一定不要把BCC發到該地址上，發了將無法找回！

source: open_segwit_only_support_hd_account
zh_hant: 隔離驗證地址僅支持HD賬戶

source: address_type_switch_hd_account_cold_no_segwit_pub_tips
zh_hant: 如果您的冷HD賬戶需要使用隔離驗證地址需要將您的冷錢包升級到v1.8.3重新監控

source: cold_no_support_bc1_segwit_address
zh_hant: 冷錢包暫不支持發往bc開頭的隔離驗證地址

source: tip_sync_address_tx
zh_hant: %@ 正在同步該地址交易數據 數據來自Blockchair.com

source: tip_no_peers_connected_scan
zh_hant: 正在搜索可連接的節點

source: tip_sync_block_height
zh_hant: 本地塊高度落後於區塊最新高度 %@ 個塊，正在同步

source: tip_network_error
zh_hant: 網絡已斷開，請檢查網絡設置

source: tip_no_peers_connected
zh_hant: 暫無可連接的節點

source: dynamic_miner_fee_title
zh_hant: 動態礦工費

source: dynamic_miner_fee_des
zh_hant: 開啓動態礦工費後，軟件將根據當前比特幣的網絡狀態自動計算實時最優費用；礦工費由比特幣網絡收取。

source: dynamic_miner_fee_failure_title
zh_hant: 計算動態礦工費失敗，請重試或選擇其它礦工費後重試。

source: miner_fee_custom_warn
zh_hant: 請您合理自定義sat/vB，過低您的交易可能長時間不會被確認！

source: miner_fee_custom_high
zh_hant: 您的sat/vB設置過高，將造成礦工費浪費，請合理設置sat/vB

source: miner_fee_custom_empty
zh_hant: 請輸入sat/vB

source: address_add_mode_create_des
zh_hant: 通過創建添加

source: address_add_mode_dice_create_des
zh_hant: 通過骰子創建添加

source: address_add_mode_binary_create_des
zh_hant: 通過二進制創建添加

source: address_add_mode_import_des
zh_hant: 通過導入添加

source: address_add_mode_clone_des
zh_hant: 通過克隆添加

source: address_add_mode_other_des
zh_hant: 通過舊版本導入、克隆或非極隨機方式創建添加

source: hd_account_seed_language_select_title
zh_hant: 選擇HD賬戶種子語言

source: hd_account_seed_language_select_en
zh_hant: 英文

source: hd_account_seed_language_select_zh_cn
zh_hant: 中文簡體

source: hd_account_seed_language_select_zh_tw
zh_hant: 中文繁體

source: %0.f mins ago
es: Hace %0.f minutos

source: %d hour ago
es: Hace %d horas

source: Default Transaction Fee
es: Cargo de transacción por defecto

source: Just now
es: En este momento

source: address_option_view_on_blockmeta
es: View on BlockMeta.com
