Repository: bither/bither-ios
Catalog: bither-ios/*.lproj/Localizable.strings
Languages: es, zh_hant

source: Address copied.
es: Dirección copiada.
zh_hant: 地址已復制

source: Amount:
es: Importe:
zh_hant: 金額:

source: Back up private key
es: Copia de respaldo de clave privada
zh_hant: 備份私鑰

source: Bither Cold Watch Only QR Code
es: Bither Frío código QR solo para observar
zh_hant: 冷錢包監控二維碼

source: Buy: %@
es: Compra: %@
zh_hant: 買一: %@

source: Change Password
es: Cambio de contraseña
zh_hant: 修改密碼

source: Change password failed
es: Falló cambio de contraseña
zh_hant: 修改密碼失敗

source: Change password success
es: Cambio de contraseña
zh_hant: 修改密碼成功

source: Changing password Do not turn off the screen
es: Cambiando contraseña No apague la pantalla
zh_hant: 正在修改密碼 請不要關閉屏幕

source: Check Private Keys
es: Revisar llaves privadas
zh_hant: 一鍵檢查私鑰

source: Checking Cellular Data
es: Comprobando data celular
zh_hant: 正在檢查數據網絡

source: Checking password…
es: Comprobando contraseña…
zh_hant: 正在檢查密碼…

source: Checking private keys...
es: Revisando llaves privadas...
zh_hant: 正在檢查私鑰...

source: Checking WIFI
es: Comprobando WIFI
zh_hant: 正在檢查WIFI

source: Clone failed.
es: Falló clon.
zh_hant: 克隆失敗

source: clone QR code
es: clonar código QR
zh_hant: 克隆二維碼

source: Clone success.
es: Clon exitoso.
zh_hant: 克隆成功

source: Cloning...
es: Clonando...
zh_hant: 正在克隆...

source: Cold Wallet Address
es: Dirección de cartera fría
zh_hant: 冷錢包地址

source: Cold Wallet Clone
es: Clon de cartera fría
zh_hant: 冷錢包克隆

source: Cold Wallet Clone QR Code
es: Codigo QR de cartera fría
zh_hant: 冷錢包克隆二維碼

source: Confirm New Password
es: Comprobar contraseña nueva
zh_hant: 確認新密碼

source: Confirmation: %d
es: Confrimación: %d
zh_hant: 確認: %d

source: Confirmation: 100+
es: Confrimación: 100+
zh_hant: 確認: 100+

source: Enter original password
es: Introduzca contraseña original
zh_hant: 請輸入原密碼

source: Enter password of wallet
es: Introduzca contraseña de la cartera
zh_hant: 請錢包輸入密碼

source: Enter source password
es: Introduzca la clave fuente
zh_hant: 請輸入克隆源的密碼

source: Fee:
es: Tasa:
zh_hant: 礦工費:

source: Fee Rate:
zh_hant: 礦工費率:

source: Finish
es: Finalizar
zh_hant: 完成

source: Give up signing?
es: ¿Se rinde a firmar? Escanear con Bither Frío para firmar.
zh_hant: 放棄簽名? 用冷錢包掃描簽名

source: Hot Wallet Address
es: Dirección de cartera caliente
zh_hant: 熱錢包地址

source: Invalid password
zh_hant: 密碼錯誤

source: Length: 6 - 43
es: Longitud: 6 - 43
zh_hant: 長度: 6 - 43

source: Me
es: Yo
zh_hant: 我的地址

source: Monitor Bither Cold failed.
es: Falló monitoreo de Bither Fría.
zh_hant: 監控冷錢包失敗

source: New Password
es: Nueva Contraseña
zh_hant: 新密碼

source: New passwords not same
es: Contraseñas nuevas no identicas
zh_hant: 新密碼不符

source: Next Page
es: Siguiente Página
zh_hant: 下一頁

source: No private keys
zh_hant: 您還沒有添加私鑰

source: OK
zh_hant: 確認

source: Old Password
es: Contraseña Anterior
zh_hant: 原密碼

source: Password
es: Contraseña
zh_hant: 密碼

source: Password Confirm
es: Contraseña Confirmada
zh_hant: 確認密碼

source: Password wrong.
es: Contraseña errada.
zh_hant: 密碼錯誤

source: Passwords not same.
es: Contraseñas no son iguales.
zh_hant: 密碼不符

source: Pay to
es: Pagar a
zh_hant: 發送給

source: Please turn off Cellular Data
es: Por favor apague data por celular
zh_hant: 請關閉數據網絡

source: Please turn off WIFI
es: Por favor apague WIFI
zh_hant: 請關閉WIFI

source: Please wait…
es: Espere por favor…
zh_hant: 請稍候…

source: private key
es: llave privada
zh_hant: 私鑰

source: Private key of %@
es: LLave privada de %@
zh_hant: %@的私鑰

source: Private Key QR Code
es: Códio QR de LLave privada
zh_hant: 私鑰二維碼

source: Private keys are safe.
es: LLaves privadas a salvo.
zh_hant: 私鑰很安全

source: Private keys in danger.
es: LLaves privadas en peligro.
zh_hant: 私鑰有危險

source: QR Code
es: Código QR
zh_hant: 二維碼

source: QR Code saved.
es: Código QR grabado.
zh_hant: 二維碼已保存

source: Received
es: Recibido
zh_hant: 收到

source: Received:
es: Recibido:
zh_hant: 收到:

source: Scan %@
es: Escanear %@
zh_hant: 掃描%@

source: Scan %@ Page %d, Total %d
es: Escanear %1$@ Página %2$d, Total %3$d
zh_hant: 掃描%1$@ 第%2$d頁, 共%3$d頁

source: Scan Bitcoin Address
es: Escanear dirección de bitcoin
zh_hant: 掃描比特幣地址

source: Scan Bitpie Split Coin Address
zh_hant: 掃描比特派%@地址

source: Scan Bither Cold to sign
es: Escanear Bither Frío para firmar
zh_hant: 掃描冷錢包完成簽名

source: Scan by clone destination
es: Escanear por por destino clonado
zh_hant: 使用克隆目的錢包掃描

source: Scan Private Key QR Code
es: Escanear código QR privado
zh_hant: 掃描私鑰二維碼

source: Scan QR Code for Bitcoin address
es: Escanear código QR para dirección de Bitcoin
zh_hant: 掃描地址二維碼

source: Scan The Clone Source
es: Escanear la fuente clon
zh_hant: 掃描克隆源

source: Scan to watch Bither Cold
es: Escanear para observar Bither Frío
zh_hant: 掃描來監控冷錢包

source: Scan unsigned transaction failed
es: Falló el escaneo de transacción sin firmar
zh_hant: 掃描未簽名交易失敗

source: Scan Unsigned TX
es: Escaneo de TX sin firmar
zh_hant: 掃描未簽名交易

source: Scan with Bither Cold
es: Escanear con Bither Frío
zh_hant: 使用冷錢包掃描

source: Scan with Bither Hot to sign tx
es: Escanear con Bither Caliente para firmar TX
zh_hant: 使用熱錢包掃描完成簽名

source: Scan with Bither Hot to watch Bither Cold
es: Escanear con Bither Caliente para vigilar Bither Frío
zh_hant: 使用熱錢包掃描來監控冷錢包

source: Sell: %@
es: Vender: %@
zh_hant: 賣一: %@

source: Send
es: Enviar
zh_hant: 發送

source: Send failed.
es: Envio falló.
zh_hant: 發送失敗

source: Send success.
es: Envio exitoso.
zh_hant: 發送成功

source: Send:
es: Enviar:
zh_hant: 發送:

source: Sent
es: Enviado
zh_hant: 發出

source: Set Avatar
es: Fijar Avatar
zh_hant: 設置頭像

source: Set Password
es: Fijar contraseña
zh_hant: 設置密碼

source: Sign Transaction
zh_hant: 簽名交易

source: Signed Transaction
zh_hant: 已簽名交易

source: Signing Transaction
zh_hant: 正在簽名交易

source: Stop Monitoring
zh_hant: 停止監控

source: Sure to stop monitoring this address?
zh_hant: 確認停止監控這個地址?

source: Thank you for donating.
zh_hant: 感謝您的捐贈

source: Unknown Address
zh_hant: 地址不詳

source: unsigned tx QR code
zh_hant: 未簽名交易二維碼

source: View on Blockchain.info
es: Ver en Blockchain.info
zh_hant: 在Blockchain.info上查看

source: Watch Only QR Code
es: Código QR solo para vigilar
zh_hant: 監控二維碼

source: You will send to:
es: Va a enviarle a:
zh_hant: 將要發送給:

source: Signed TX QR Code
es: Código QR de TX firmada
zh_hant: 已簽名交易二維碼

source: Page %d, Total %ld
es: Página %1$d, Total %2$d
zh_hant: 第%1$d頁, 共%2$d頁

source: No transactions found for this address, it has probably not been used on the network yet.
es: No se encontraron transacciones para esta direccíon,probablemente aun no se ha usado en la red.
zh_hant: 沒有找到這個地址的交易, 它可能還沒有在網絡上使用過.

source: yesterday %@
es: ayer %@
zh_hant: 昨天 %@

source: HUOBI
zh_hant: 火幣網

source: CHBTC
zh_hant: 中國比特幣

source: BTCChina
zh_hant: 比特幣中國

source: BtcTrade
zh_hant: 比特幣交易網

source: QR Code Style
zh_hant: 二維碼風格

source: Yellow
zh_hant: 黃

source: Green
zh_hant: 綠

source: Red
zh_hant: 紅

source: Blue
zh_hant: 藍

source: Purple
zh_hant: 紫

source: Black
zh_hant: 黑

source: Cancel
es: Cancelar
zh_hant: 取消

source: Default Currency
es: Moneda por defecto
zh_hant: 默認貨幣

source: Default Exchange
es: Mercado por defecto
zh_hant: 默認交易所

source: Network Setting
es: Configuración De Red
zh_hant: 網絡設置

source: Sync over wifi only
zh_hant: 只在wifi下同步

source: Sync always
zh_hant: 一直同步

source: Miner Fee
zh_hant: 礦工費

source: Normal
zh_hant: 標準

source: High
zh_hant: 高

source: Higher
zh_hant: 更高

source: 10x
zh_hant: 10倍

source: 20x
zh_hant: 20倍

source: Low
es: Baja
zh_hant: 低

source: Lower
zh_hant: 更低

source: miner_fee_custom
zh_hant: 自定義

source: fast confirmation
zh_hant: 較快確認

source: slow confirmation
zh_hant: 較慢確認

source: Donate
es: Donar
zh_hant: 捐贈

source: Sure to set low transaction fee as default? This may cause slow confirmation.
zh_hant: 確認默認使用低手續費模式? 這會導致較慢的交易確認

source: The last backup is within 1 hour. Sure to backup again?
zh_hant: 一個小時內剛剛進行過備份，確認要再次備份嗎?

source: From Camera
zh_hant: 來自相機

source: From Gallery
zh_hant: 來自圖庫

source: Import Private Key
es: Importar clave privada
zh_hant: 導入私鑰

source: From Bither Private Key QR Code
es: De código QR de clave privada de Bither
zh_hant: 來自比太私鑰二維碼

source: From Private Key Text
es: De clave privada de Bither
zh_hant: 來自私鑰明文

source: Enter your private key text
es: Introduzca el texto de la clave privada
zh_hant: 輸入私鑰明文

source: Not match private key format
es: El formato de clave privada no coincide
zh_hant: 不符合私鑰格式

source: Import success.
es: Importación exitosa.
zh_hant: 導入成功

source: Import hot wallet success.
zh_hant: 導入成功，只會加載未花費交易

source: Import failed.
es: Importación falló.
zh_hant: 導入失敗

source: Can't import Bither Cold private key.
es: No se puede importar llave privada Bither Cold.
zh_hant: 不能導入冷錢包私鑰

source: This private key already exists.
es: Esta llave privada ya existe.
zh_hant: 私鑰已存在

source: Importing…
zh_hant: 正在導入…

source: Password of the private key to import is different from ours. Import failed.
es: Contraseña de la clave privada a importar es distinta de la nuestra. La importación falló.
zh_hant: 導入私鑰的密碼與已有密碼不同, 無法導入

source: Scan QR code No.1 provided by Bither
es: Escanear código QR No.1 proveido por Bither
zh_hant: 請掃描比太提供的第1張二維碼

source: Only supports the compressed format of private key
es: Compatible solo con el formato de clave privada comprimida
zh_hant: 只支持壓縮格式的私鑰

source: scan_qr_code_from_photo_wrong
es: No QR Code Found
zh_hant: 沒有找到二維碼

source: Select an address to donate
es: Seleccione una dirección con la que desee donar
zh_hant: 請選擇用來捐贈的地址

source: No bitcoins available for donation.
es: No hay bitcoins disponibles para la donación.
zh_hant: 您沒有可以用來捐贈的比特幣

source: Donate to developers
es: Donar a los programadores
zh_hant: 捐贈給開發者

source: Private Key QR Code (Encrypted)
es: Código QR de llave privada (cifrado)
zh_hant: 私鑰二維碼 (加密)

source: Private Key QR Code (Decrypted)
es: Código QR de llave privada (descifrado)
zh_hant: 私鑰二維碼 (解密)

source: Private Key
es: LLave privada
zh_hant: 私鑰明文

source: choose_mode_cold_confirm
es: Una vez fijado el modo, no se puede cambiar. Bither Frío tiene que correr en un telefono desconectado. Fijar este telefono como Bither Frío?
zh_hant: 模式設置後不能切換. 冷錢包應該運行在離線的備用手機上. 確認以冷錢包模式運行?

source: choose_mode_warm_confirm
es: Una vez fijado el modo, no se puede cambiar. Bither Caliente es una cartera de bitcoin en linea. Fijar este telefono como Bither Caliente?
zh_hant: 模式設置後不能切換. 熱錢包可以方便的在線發送交易. 確認以熱錢包模式運行?

source: balance_detail_transaction_count
es: Transacción
zh_hant: 交易數

source: balance_detail_total_incoming
es: Recibido
zh_hant: 總收入

source: balance_detail_total_outgoing
es: Enviado
zh_hant: 總支出

source: Network failure.
es: Sin conexión de red.
zh_hant: 網絡錯誤

source: Cannot monitor address with large amount of transactions.
es: No puede vigilarse dirección con un gran número de transacciones.
zh_hant: 此地址有太多交易 ,不能監控

source: Cannot monitor address with special transactions.
es: No puede vigilarse dirección con transacciones especiales.
zh_hant: 此地址有特殊交易 ,不能監控

source: Cannot import private key with large amount of transactions.
es: No se puede importar llave privada con un gran número de transacciones.
zh_hant: 此私鑰有太多交易 ,不能導入

source: Cannot import private key with special transactions.
es: No se puede importar llave privada con transacciones especiales.
zh_hant: 此私鑰有特殊交易 ,不能導入

source: Advance Options
es: Configuración avanzada
zh_hant: 高級選項

source: Send failed. Sending coins this few will be igored.
es: Falló envio. Enviar tan pocas monedas será ignorado.
zh_hant: 發送失敗. 這樣小額的交易會被忽略.

source: %@ BTC to be confirmed.
es: %@ BTC por confirmar.
zh_hant: %@ BTC 正在等待確認.

source: Send failed. You don't have enough coins available for transaction fee.
es: Falló envio. No tiene suficiente monedas para para el importe de transacción.
zh_hant: 發送失敗. 可用余額不足以支付手續費.

source: Send failed. You don't have enough coins available.
es: Falló envio. No tiene suficientes monedas disponibles.
zh_hant: 發送失敗. 可用余額不足.

source: Send failed. Lack of %@ BTC.
es: Falló envio. Faltan %@ BTC.
zh_hant: 發送失敗. 可用余額中缺少 %@ BTC.

source: Send failed. Transaction size is to large.
es: Falló envio. El tamaño de la transacción es muy grande.
zh_hant: 發送失敗. 交易大小过大.

source: Please wait for another confirmation.
es: Por favor espere por otra confirmación.
zh_hant: 請等待壹個新的確認後再交易.

source: Total BTC prefix
es: Total:
zh_hant: 总计:

source: Reload Transactions data
es: Recargar data de transacciones
zh_hant: 重載交易數據

source: Reload Transactions data? Need long time. Consume network data. Recommand trying only with wrong data.
es: Recargar data de transacciones? Necesita mucho tiempo. Consume data de la red. Es recomendable probar solo con data errada.
zh_hant: 確認重載交易數據 ? 只會加載未花費交易 需要較長時間 消耗網絡流量 建議只在數據出錯時嘗試

source: reload_tx_please_wait
zh_hant: 正在重載交易數據，只會加載未花費交易，請耐心等待...

source: Reload transactions data failed , Please retry again.
es: Recarga de datos de transacciones falló, por favor intente de nuevo.
zh_hant: 重載交易數據失敗 , 請重試 .

source: Reload transactions data success
es: Recarga de datos de transacciones exitosa
zh_hant: 重載交易數據成功

source: You can only reload transactions data in a hour..
es: Solo se puede recargar los datos de transacciones una vez por hora..
zh_hant: 一個小時內只能重載交易數據一次.

source: XRandom increases randomness. Sure to disable?
es: XRandom aumenta increases aleatoriedad. Seguro que quiere deshabilitarlo?
zh_hant: 極隨機(XRandom)能提高隨機性. 確認不使用嗎?

source: BIP38-private key
zh_hant: BIP38私鑰

source: Import BIP38-private key
zh_hant: 導入BIP38私鑰

source: From BIP38-private key QR Code
zh_hant: 來自BIP38私鑰二維碼

source: From BIP38-private key text
zh_hant: 來自BIP38私鑰文本

source: Enter password of BIP38-private key
zh_hant: 請輸入BIP38私鑰的密碼

source: Enter your BIP38-private key
zh_hant: 輸入BIP38私鑰明文

source: Not match BIP38-private key format
zh_hant: 不符合BIP38私鑰格式

source: Scan BIP38-private key QR Code
zh_hant: 掃描BIP38私鑰二維碼

source: Based on %@ %@
zh_hant: 基于 %@ %@

source: address_detail_private_Key_qr_code_bip38
es: BIP38 Private Key QR Code
zh_hant: BIP38 私鑰二維碼

source: xrandom_no_source
es: No entropy source available.
zh_hant: 無可用隨機源

source: xrandom_generating_failed
es: Generating failed
zh_hant: 生成失敗

source: xrandom_cancel_confirm
es: Stop generating?
zh_hant: 停止生成?

source: xrandom_final_confirm
es: You have generated %lu private keys from XRandom.
zh_hant: 您已成功生成%lu個極隨機私鑰

source: xrandom_stopping
es: Stopping…
zh_hant: 正在停止…

source: xrandom_info_detail
es: XRandom gathers data from sources to improve randomness. The sources are sensors on your device like camera, microphone, magnetic sensor, gravity sensor, etc.
zh_hant: 極隨機通過採集數據源以增加隨機性. 數據源包括攝像頭、磁場感應器、重力感應器等設備內置傳感器.

source: xrandom_info_guide
es: Shaking or rotating your device while gathering can improve randomness.
zh_hant: 採集過程中您可通過晃動設備等方式增加所採集數據的隨機性.

source: xrandom_info_get_permissions
es: Get Permissions
zh_hant: 請求權限

source: reach_address_count_limit
zh_hant: 已達地址數上限

source: Switch QRCode
zh_hant: 切換二維碼

source: Switched to old version QR Codes, sign with Bither Cold <1.1.0
zh_hant: 已切換到舊版二維碼，可用 <1.1.0的冷錢包簽名

source: Switched to new version QR Codes, sign with Bither Cold ≧1.1.0
zh_hant: 已切換到新版二維碼，可用 ≧1.1.0的冷錢包簽名

source: Camera Permission Required
zh_hant: 需要訪問攝像頭的權限

source: Move And Scale
zh_hant: 移動和縮放

source: rcheck_address_danger_title
es: %@'s r-value in danger
zh_hant: %@ 的 r 值異常

source: rcheck_address_title
es: r-values of %@
zh_hant: %@ 的 r 值

source: rcheck_button
es: RCheck
zh_hant: RCheck

source: rcheck_danger
es: r-value in danger.
zh_hant: r 值異常.

source: rcheck_no_address
es: You have no address to check r-value.
zh_hant: 未添加地址, 無需檢查 r 值.

source: rcheck_recalculate
es: RCheck failed. Resign Tx.
zh_hant: r 值檢查失敗, 重新簽名交易.

source: rcheck_safe
es: r-value safe.
zh_hant: r 值正常.

source: rchecking
es: Checking r-values
zh_hant: 正在檢查 r 值

source: setting_name_rcheck
es: Check r-value
zh_hant: r 值檢查

source: rchecking_new_tx
es: RCheck
zh_hant: r 值檢查

source: rcheck_new_tx_success
es: RCheck
zh_hant: r 值檢查

source: rcheck_info
es: Duplicated r values in an address' transaction history might result in exposing the private key. RCheck will check all the r values in history to make sure no duplicated found.
zh_hant: 同一個地址的交易歷史中出現重複的 r 值, 有可能導致私鑰暴露. r 值檢查會檢查交易歷史, 並確保不存在重複 r 值.

source: rcheck_fail_recalculate_confirm
es: RCheck failed. Resign Tx?
zh_hant: r 值檢查失敗, 重新簽名交易?

source: trash_private_key
es: Move to Trash Can
zh_hant: 移入回收站

source: trash_with_money_warn
es: This address still has some bitcoin. You can't move it to trash can.
zh_hant: 這個地址上還有比特幣. 您不能把它移入回收站.

source: trashing_private_key
es: Moving
zh_hant: 正在移入回收站

source: trash_can
zh_hant: 回收站

source: trash_can_empty
es: No address in trash can
zh_hant: 回收站空

source: trash_address_restore
es: Restore Address?
zh_hant: 還原地址?

source: setting_name_bitcoin_unit
es: Default Unit
zh_hant: 默認單位

source: launch_sequence_switch_to_cold
es: Switch to Bither Cold
zh_hant: 切換到冷錢包

source: launch_sequence_switch_to_cold_warn
es: Set this phone as Bither Cold? Bither Cold need to be run on a offline phone. You can monitor Bither Cold by Bither Caliente. Once set you can't switch back.
zh_hant: 確認切換到冷錢包模式? 冷錢包應該運行在離線的備用手機上. 熱錢包可以監控冷錢包. 一旦切換成冷錢包便不能切換回熱錢包.

source: pin_code_enter_notice
es: Enter your PIN code
zh_hant: 輸入您的 PIN 碼

source: pin_code_setting_name
es: PIN Code
zh_hant: PIN 碼

source: pin_code_setting_open
es: Enable PIN Code
zh_hant: 開啟 PIN 碼

source: pin_code_setting_close
es: Disable PIN Code
zh_hant: 關閉 PIN 碼

source: pin_code_setting_change
es: Change PIN Code
zh_hant: 修改 PIN 碼

source: pin_code_setting_open_msg
es: Enter your PIN code
zh_hant: 輸入您的 PIN 碼

source: pin_code_setting_open_repeat_msg
es: Enter your PIN code again
zh_hant: 再次輸入您的 PIN 碼

source: pin_code_setting_open_repeat_wrong
es: PIN codes are not same
zh_hant: 兩次輸入的 PIN 碼不同

source: pin_code_setting_change_old_msg
es: Enter your old PIN code
zh_hant: 輸入您的原 PIN 碼

source: pin_code_setting_change_old_wrong
es: Old PIN code is wrong
zh_hant: 原 PIN 碼錯誤

source: pin_code_setting_change_new_msg
es: Enter your new PIN code
zh_hant: 輸入您的新 PIN 碼

source: pin_code_setting_change_new_repeat_msg
es: Enter your new PIN code again
zh_hant: 再次輸入您的新 PIN 碼

source: pin_code_setting_change_repeat_wrong
es: New PIN codes are not same
zh_hant: 兩次輸入的新 PIN 碼不同

source: pin_code_setting_close_wrong
es: PIN code is wrong
zh_hant: PIN 碼錯誤

source: pin_code_touch_id_promot
es: Unlock Bither
zh_hant: 解鎖比太

source: keychain_backup
es: iCloud Keychain Backup
zh_hant: iCloud 鑰匙串備份

source: keychain_backup_on
es: On
zh_hant: 開

source: keychain_backup_off
es: Off
zh_hant: 關

source: keychain_backup_enable
es: Enable iCloud Keychain Backup?
zh_hant: 打開 iCloud 鑰匙串備份?

source: keychain_backup_disable
es: Disable iCloud Keychain Backup?
zh_hant: 關閉 iCloud 鑰匙串備份?

source: keychain_backup_add_from_local
es: Added by this device
zh_hant: 本機添加

source: keychain_backup_add_from_keychain
es: Added on keychain
zh_hant: 鑰匙串添加

source: keychain_backup_trash_from_local
es: Trashed by this device
zh_hant: 本機移入回收站

source: keychain_backup_trash_from_keychain
es: Trashed on keychain
zh_hant: 鑰匙串移入回收站

source: keychain_backup_diff_warn
es: iCloud Keychain Backup has diffs below continue?
zh_hant: iCloud 鑰匙串備份產生如下變化 是否繼續?

source: keychain_backup_diff_warn_yes
es: Yes
zh_hant: 是

source: keychain_backup_diff_warn_no
es: No
zh_hant: 否

source: private_key_management
zh_hant: 私鑰管理

source: raw_private_key_not_safe
es: This private key is not safe
zh_hant: 這個私鑰不安全

source: qr_code_quality_setting_name
es: QR Code Precision
zh_hant: 二維碼精度

source: qr_code_quality_setting_normal
es: Normal
zh_hant: 正常

source: qr_code_quality_setting_low
es: Low
zh_hant: 較低

source: address_option_view_on_btc
zh_hant: 在btc.com上查看

source: address_option_view_on_blockchair
zh_hant: 在blockchair.com上查看

source: network_monitor_clear_peers
es: Clear Peers
zh_hant: 清空節點

source: network_monitor_title
zh_hant: 網路監控

source: network_custom_peer_title
zh_hant: 自定義節點

source: network_custom_peer_clear
zh_hant: 清空自定義節點

source: network_custom_peer_used
zh_hant: 當前自定義節點

source: network_custom_peer_tips
zh_hant: 如果您使用的是 bitcoin core 0.19.0.1 版本及以上，請確認配置了以下參數： peerbloomfilters=1 blockfilterindex=1 peerblockfilters=1

source: network_custom_peer_dns_or_ip
zh_hant: 域名或IP

source: network_custom_peer_port
zh_hant: 端口

source: network_custom_peer_port_hint
zh_hant: 默認%d

source: network_custom_peer_dns_or_ip_empty
zh_hant: 請輸入域名或IP

source: network_custom_peer_port_invalid
zh_hant: 無效的Port

source: network_custom_peer_success
zh_hant: 自定義節點完成

source: network_custom_peer_failure
zh_hant: 自定義節點無可用節點，請檢查輸入的域名或IP和Port輸入是否正確

source: manual_delete_transaction_warning
es: Delete this transaction?
zh_hant: 刪除此交易?

source: old_version_no_support_change_adress
es: old version QR Code does not support change address selection
zh_hant: 舊版本二維碼不支持選擇找零地址

source: select_change_address_option_name
es: Select Change Address
zh_hant: 選擇找零地址

source: select_change_address_label
es: Select Change Address
zh_hant: 選擇找零地址

source: send_confirm_change_to_label
es: Change to:
zh_hant: 找零到:

source: sign_transaction_change_to_label
es: Change to:
zh_hant: 找零到:

source: sign_transaction_change_amount_label
es: Cambiar Importe:
zh_hant: 找零金額:

source: select_change_address_change_to_same_warn
es: Pay to address & change address can't be same
zh_hant: 發送到的地址和找零地址不能相同

source: sign_message_activity_name
es: Sign Message
zh_hant: 簽名消息

source: sign_message_button
es: Sign
zh_hant: 簽名

source: sign_message_output_copy
es: Copy
zh_hant: 複製

source: sign_message_output_qr
es: Show QR Code
zh_hant: 顯示二維碼

source: sign_message_output_copied
es: Content Copied
zh_hant: 內容已復制

source: sign_message_input_hint
es: Message to sign
zh_hant: 待簽名的消息

source: sign_message_select_address
es: Select address to sign message
zh_hant: 選擇簽名消息用的地址

source: verify_message_signature_activity_name
es: Verificar firma de mensaje
zh_hant: 驗證消息簽名

source: verify_message_signature_verify_success
es: Firma es correcta
zh_hant: 簽名驗證通過

source: verify_message_signature_verify_failed
es: Firma NO es correcta
zh_hant: 簽名驗證未通過

source: verify_message_signature_verify_button
es: Verificar
zh_hant: 驗證

source: verify_message_signature_verify_button_verifying
es: Verificando…
zh_hant: 正在驗證…

source: verify_message_signature_verify_button_reverify
es: Reverificar
zh_hant: 重新驗證

source: sign_message_setting_name
es: Firma de Mensaje
zh_hant: 消息簽名

source: add_address_watch_only_scanned_address_warning
es: Bither can only monitor Bither Cold monitor QR code, not other addresses.
zh_hant: 比太只能監控冷錢包監控二維碼, 不能監控其它地址

source: hdm_seed_generation_notice
es: HDM is the hybrid of Hierarchical Deterministic & Multisig technics. HDM uses Multisig to avoid HD wallet's vulnerability. Bither uses 2 of 3 Multisig for HDM. The 3 keys are generated from 3 HD seeds by Bither Caliente, Bither Cold & HDM server.
zh_hant: HDM 結合了分層確定性和多重簽名兩種技術. HDM 運用多重簽名技術來避免分層確定性錢包的缺陷. 比太使用 2/3 的多重簽名來生成 HDM 地址. 三個私鑰分別由熱錢包, 冷錢包和 HDM 服務器上的確定性種子生成.

source: hdm_cold_pub_key_qr_code_name
es: HDM Cold Account QR Code
zh_hant: HDM 冷帳號二維碼

source: hdm_server_qr_code_name
es: HDM Server QR Code
zh_hant: HDM 服務器二維碼

source: hdm_cold_seed_qr_code
zh_hant: HDM 冷種子二維碼

source: hdm_hot_seed_qr_code
es: HDM Caliente Seed QR Code
zh_hant: HDM 熱種子二維碼

source: hdm_cold_seed_word_list
es: HDM Cold Phrase
zh_hant: HDM 密語(冷)

source: hdm_hot_seed_word_list
es: HDM Caliente Phrase
zh_hant: HDM 密語(熱)

source: hdm_keychain_check_title_cold
es: HDM Cold
zh_hant: HDM 冷

source: hdm_keychain_check_title_hot
es: HDM Caliente
zh_hant: HDM 熱

source: hdm_keychain_add_hot
es: HDM Caliente
zh_hant: HDM 熱

source: hdm_keychain_add_cold
es: HDM Cold
zh_hant: HDM 冷

source: hdm_keychain_add_server
es: HDM Server
zh_hant: HDM 服務器

source: hdm_keychain_add_hot_confirm
es: Generate HDM Caliente account
zh_hant: 生成 HDM 熱帳號

source: hdm_keychain_add_scan_cold
es: Scan HDM Cold Account QR Code
zh_hant: 掃描 HDM 冷帳號二維碼
